Repository: RatulHasan/custom-role-creator
Catalog: languages/custom-role-creator-*.po
Languages: bn_bd

source: Custom Role Creator (CRC)
bn_bd: কাস্টম রোল ক্রিয়েটর (সিআরসি)

source: Custom Role Creator plugin allows you to add or change user roles and capabilities easily.
bn_bd: কাস্টম রোল ক্রিয়েটর প্লাগইন আপনাকে ব্যবহারকারীর ভূমিকা এবং ক্ষমতা সহজেই যুক্ত করতে বা পরিবর্তন করতে দেয়।

source: Ratul Hasan
bn_bd: রাতুল হাসান

source: Are you cheating?
bn_bd: আপনি কি প্রতারণা করছেন?

source: Add Capabilities
bn_bd: ক্ষমতা যোগ করুন

source: Custom Role Creator
bn_bd: কাস্টম রোল ক্রিয়েটর

source: Reset Custom Role Creator Made Roles To Default!
bn_bd: ডিফল্ট কাস্টম রোল ক্রিয়েটর দ্বারা তৈরি ভূমিকা পুনরায় সেট করুন!

source: WARNING!
bn_bd: সতর্কীকরণ

source: Reset Custom Role Creator Made Roles To Default will delete roles which is created by Custom Role Creator.
bn_bd: কাস্টম রোল ক্রিয়েটর দ্বারা তৈরি ভূমিকা পুনরায় ডিফল্টে সেট করলে কাস্টম রোল ক্রিয়েটর দ্বারা তৈরি করা ভূমিকা গুলি মুছে যাবে।

source: If you have set any user's role made by Custom Role Creator, those changes will be
bn_bd: আপনি যদি কাস্টম রোল ক্রিয়েটর দ্বারা তৈরি কোনও ব্যবহারকারীর ভূমিকা সেট করে থাকেন, তবে সেই পরিবর্তনগুলি

source: LOST FOREVER!
bn_bd: চিরতরে হারিয়ে যাবে!

source: Reset User Roles And Capabilities To Default!
bn_bd: ব্যবহারকারী ভূমিকা এবং ক্ষমতা পুনরায় ডিফল্টে সেট করুন!

source: Reset to default will set default user roles and capabilities from WordPress core.
bn_bd: পুনরায় ডিফল্টে সেট করলে ডিফল্ট ব্যবহারকারীর ভূমিকা এবং ক্ষমতা সেট করবে ওয়ার্ডপ্রেস কোর থেকে।

source: If any plugins (such as WooCommerce, Dokan and/or many others) have changed user roles and capabilities during installation, those changes will be
bn_bd: যদি কোনও প্লাগইন (যেমন উ-কমারস, দোকান এবং / অথবা আরও অনেকগুলি) ইনস্টলেশনের সময় ব্যবহারকারীর ভূমিকা এবং ক্ষমতা পরিবর্তন করে থাকে, তবে সেই পরিবর্তনগুলি

source: Success! Data have been saved.
bn_bd: সফল! তথ্য সংরক্ষণ করা হয়েছে।

source: Warning! Data not saved.
bn_bd: সতর্কতা! ডেটা সংরক্ষণ করা হয়নি।

source: Warning! Name of a role can't be empty.
bn_bd: সতর্কতা! একটি ভূমিকার নাম খালি থাকতে পারে না।

source: Success! Data have been deleted.
bn_bd: সফল! ডেটা মুছে ফেলা হয়েছে।

source: Warning! This is not a valid role.
bn_bd: সতর্কতা! এটি কোনও বৈধ ভূমিকা নয়।

source: All Roles
bn_bd: সকল ভূমিকা

source: Add New Role
bn_bd: নতুন ভূমিকা যোগ করুন

source: SL
bn_bd: নং

source: Role Name
bn_bd: ভূমিকার নাম

source: Assigned Capabilities
bn_bd: যোগকৃত ক্ষমতা

source: Action
bn_bd: কর্ম

source: Assign capabilities
bn_bd: ক্ষমতা যোগ করুন

source: Edit role
bn_bd: ভূমিকা সম্পাদনা করুন

source: Confirm to delete?
bn_bd: মুছে ফেলার বিষয়ে নিশ্চিত?

source: Delete role
bn_bd: ভূমিকা মুছুন

source: Create Role
bn_bd: ভূমিকা তৈরি করুন

source: Make copy of
bn_bd: এর অনুলিপি তৈরি করুন

source: None
bn_bd: কিছুই না

source: Save
bn_bd: সংরক্ষণ করুন

source: Update Role
bn_bd: ভূমিকা হালনাগাদ করুন

source: Update
bn_bd: হালনাগাদ করুন

source: Capabilities for
bn_bd: ক্ষমতাটি

source: Save Capabilities
bn_bd: ক্ষমতা সংরক্ষণ করুন

source: All available roles
bn_bd: সমস্ত ভূমিকা

source: All capabilities
bn_bd: সমস্ত ক্ষমতা

source: Select all
bn_bd: সমস্ত নির্বাচন করুন

source: Success! Reset User Roles and Capabilities To Default.
bn_bd: সাফল্য! ডিফল্টতে ব্যবহারকারী ভূমিকা এবং ক্ষমতা পুনরায় সেট হয়েছে ।

source: Reset to default
bn_bd: ডিফল্টে পুনরায় সেট করুন

source: Attention!
bn_bd: মনোযোগ!
